Repository: triopsi/about-us-shortcode
Catalog: lang/aus-*.po
Languages: de_de

source: A very simple "About Us" site Plugin. Create Teams and copy-paste the shortcode everywhere in your post or site.
de_de: Ein einfacher Über Uns Plugin. Erstelle Teams und füge den Shortcode in Beiträgen oder Seiten ein.

source: Untitled
de_de: Unbekannt

source: Add New Team
de_de: Team hinzufügen

source: New Team
de_de: Neues Team

source: Edit Team
de_de: Team bearbeiten

source: View Team
de_de: Team anzeigen

source: All Teams
de_de: Alle Teams

source: Search Teams
de_de: Suche Teams

source: No Teams found.
de_de: Kein Team gefunden.

source: No Teams found in Trash.
de_de: Keine Teams im Papierkorb gefunden.

source: Team updated.
de_de: Team aktualisiert.

source: Team published.
de_de: Team veröffentlicht.

source: Team saved.
de_de: Team gespeichert.

source: Settings
de_de: Einstellungen

source: 1 per line
de_de: 1 pro Spalte

source: 2 per line
de_de: 2 pro Spalte

source: 3 per line
de_de: 3 pro Spalte

source: 4 per line
de_de: 4 pro Spalte

source: 5 per line
de_de: 5 pro Spalte

source: none
de_de: keine

source: no
de_de: nein

source: yes
de_de: ja

source: General
de_de: Allgemein

source: Member per line
de_de: Anzahl an Personen pro Spalte

source: Profile Photo Style
de_de: Profilfoto stil

source: Color Shema
de_de: Farbschema

source: Image Filter
de_de: Bildfilter

source: Images clickable?
de_de: Bild anklickbar?

source: <strong>Publish</strong> your team before you can see you shortcode here!
de_de: <strong>Veröffentliche</strong> dein Team, bevor du hier dein Shortcode sehen kannst!

source: To display your team members on your site, copy-paste the <strong>[uebns-shortcode]</strong> above in your post/page.
de_de: Um dein Team auf der Seite/Beitrag sehen zu können, kopiere und füge dein <strong>[uebns-shortcode]</strong> in deine Seite oder Beitrag ein.

source: Teamlist
de_de: Teamliste

source: Collapse all
de_de: Alles einklappen

source: Expand all
de_de: Alles ausklappen

source: Member details
de_de: Personendetails

source: First name
de_de: Vornamen

source: e.g. Max
de_de: z.B. Max

source: Lastname
de_de: Nachnahmen

source: e.g. Mustermann
de_de: z.B. Mustermann

source: e.g. Lead
de_de: z.B. Lead

source: Biography
de_de: Biografie

source: Social media links
de_de: Social Media

source: Link URL
de_de: Linkziel (URL)

source: e.g. Mail
de_de: z.B. Mail

source: e.g. mailto:info@example.com
de_de: z.B. mailto:info@example.com

source: Add
de_de: Hinzufügen

source: Photo
de_de: Foto

source: Image profile
de_de: Profilbild

source: Upload photo
de_de: Bild hochladen

source: Image Link
de_de: Bild link

source: e.g. http://example.com/member
de_de: z.B. http://example.com/member

source: Member Setting
de_de: Einstellungen

source: Member enabled
de_de: Person aktivieren

source: Member enabled?
de_de: Person aktivieren?

source: Click the <strong>Add member</strong> button to add a team member to the list.
de_de: Klicke auf <strong>Person hinzufügen</strong>, um Teammitglieder hinzuzufügen.

source: Add member
de_de: Person hinzufügen

source: Team Settings Section. Here you can edit the Social Media Icons styles for the front/content. By default the plugin used and needed the font awesome icon libary(%s).
de_de: Standardmäßig wird die Font Eigenschaften von Font Awesome benutzt. Hier können Sie die Social Incons Styles verändern -> (%s).

source: Settings Saved
de_de: Einstellungen gespeichert

source: Team name
de_de: Team namen

source: Want to use the CDN for Font Awesome Icons?
de_de: Möchten Sie die Font Awesome Bibliothek verwenden?

source: Use Font Awesome CDN?
de_de: Font Awesome Bibliothek verwenden?

source: Team options
de_de: Team einstellungen

source: Save Settings
de_de: Einstellungen speichern

source: Donate
de_de: Spenden

source: Help
de_de: Hilfe

source: You are seeing this because your WP_DEBUG variable is set to true.
de_de: Du siehst diese Informationen, da du im DEBUG Modus (WP_DEBUG) befindest.

source: This color will use for the social menu buttons and hrs.
de_de: Diese Farbe wird als Grundfarbe für alle Team einblendungen benutzt.

source: Choose a main color:
de_de: Wählen sie eine Farbe aus:

source: Choose a main hover color:
de_de: Wählen Sie eine Farbe für das darüberfahren der Maus aus:
